{
    "LCMsgType": "",
    "LCMsgAdvice": "",
    "LCSender": "IBMBSGSGXXX IBM BANK SINGAPORE",
    "LCReceiver": "IBMBNL2AXXX IBM BANK AMSTERDAM, NETHERLANDS",
    "LCSequenceOfTotal": [
        "1/1"
    ],
    "LCFormOfDocumentaryCredit": "IRREVOCABLE",
    "LCRefNo": "0002IBM0028POC",
    "LCDateOfIsuue": "250220",
    "LCApplicableRules": "UCP LATEST VERSION",
    "LCDateExpiry": "251215",
    "LCPlaceExpiry": "NETHERLANDS",
    "LCApplicantNameAndAddress": "SUNRISE PLC MARINA SQUARE SINGAPORE",
    "LCBeneNameAndAddress": "HAZARI LTD CORPORATE OFFICE, AMSTERDAM, NETHERLANDS",
    "LCCurrencyCode": "USD",
    "LCAmount": "46,750.000",
    "LCAvailableWithBy": "ANY BANK IN NETHERLANDS BY NEGOTIATION",
    "LCDraftAt": "60 DAYS FROM THE INVOICE DATE",
    "LCDrawee": "IBMBSGSGXXX IBM BANK SINGAPORE",
    "LCPartialsShipment": "ALLOWED",
    "LCTranshipmentCode": "ALLOWED",
    "LCPortOfLoading": "ROTTERDAM",
    "LCPortOfDischage": "ANY SEAPORT IN SINGAPORE",
    "LCLatestDateOfShipment": "250930",
    "LCDescriptionOfGoods": "550MT POLYVINLYL CHLORIDE AT USD 86.00/MT AS PER SALES CONTRACT NO.14588",
    "LCDocumentRequired": "a) 1 ORIGINAL AND 2 COPIES OF COMMERCIAL INVOICE INDICATING INCOTERMS CFR ROTTERDAM WITH THE BREAKUP OF GOODS VALUE AND FRIEGHT. b) 1 ORIGINAL AND 1 COPY OF CERTIFICATE OF ORIGIN. c) FULL SET OF CEAN ON BOARD BILLS OF LADING ISSUED TO THE ORDER OF SUNRISE PLC, SINGAPORE, MARKED FRIEGHT COLLECT NOTIFY APPLICANT. d) 1 ORIGINAL AND 1 COPY OF PACKING LIST e) 1 ORIGINAL AND 1 COPY OF BENEFICIARY CERTIFICATE STATING THAT THE GOODS ARE PACKED IN WOODEN BOX. f) CERTIFICATE FROM THE CARRIER OR IT'S AGENT WHO SIGNED ON THE BILL OF LADING CONFIRMING THAT THE VESSEL, SHALL NOT CALL ON ERITREAN PORT OR ENTER THE TERRITORIAL WATERS OF THE STATE OF ERITREA, IN ROUTE TO ITS DESTINATION, THAT THE VESSEL IS NOT REGISTERED IN ERITREA AND CARRYING ERITREAN FLAG NOR OWNED BY ERITREAN NATIONALS",
    "LCAdditionalCondition": "1) LC REFERENCE NUMBER SHOULD BE MENTIONED ON ALL DOCUMENTS 2) DOCUMENT SHOULD BE ISSUED IN ENGLISH LANGUAGE 3) A DISCREPANY FEE OF USD 100 APPLICABLE FOR DISCREPANT DOCUMENTS, DISCREPANCY CHARGES ARE ON ACCOUNT OF BENEFICIARY. 4) THIRD PARTY DOCUMENTS ARE NOT ALLOWED 5) SHIPMENT PRIOR TO LC ISSUANCE DATE IS PROHIBITTED 6) TT REIMBURSEMENT NOT ALLOWED",
    "LCCharges": "ALL BANK CHARGES OUTSIDE SINGAPORE ARE ON THE ACCOUNT OF THE BENEFICIARY",
    "LCPeriodForPresentationDays": "15",
    "LCConfirmationInstruction": "WITHOUT",
    "LCInstructionToThePaying": "UPON RECEIPT OF DOCUMENTS IN STRICT COMPLIANCE WITH THE CREDIT TERMS, WE UNDERTAKE TO HONOUR THE PRESENTATION IN THE CURRENCY OF THE CREDIT IN ACCORDANCE TO YOUR PAYMENT INSTRUCTIONS ON MATURITY. AMOUNT OF DRAFT NEGOTIATED SHOULD BE ENDORSED ON THE REVERSE SIDE OF THE CREDIT. DOCUMENTS ARE TO BE SENT IN TWO LOTS TO IBM BANK, ATTN : DP SECTION, TRADE FINANCE SERVICE CENTER, SINGAPORE",
    "LCSenderToReceiverInfo": "KINDLY ACKNOWLEDGE RECIEPT VIA AUTHENTICATED SWIFT"
}